{
    "title": "Mad Max: Fury Road",
    "duration": "128",
    "price": "5.9",
    "contentRating": "18+",
    "description": "With the world becoming a desert wasteland following a societal collapse from warfare over resources, a survivor named Max Rockatansky is captured and taken to Immortan Joe's Citadel by the War Boys, an army led by Joe. Max is imprisoned and used as a blood bag for a sick War Boy called Nux. Meanwhile, Imperator Furiosa, one of Joe's lieutenants, is sent in her armoured War Rig to extract gasoline and ammunition. When Joe realises that his five wives are fleeing with her, he leads his army in pursuit of Furiosa, calling on the aid of nearby Gas Town and the Bullet Farm."
}

{
    "title": "Tolo Tolo",
    "duration": "103",
    "price": "5.0",
    "description": "Checco is a young Apulian entrepreneur dreamer who has opened a sushi restaurant in his town Spinazzola. However, after one month, the restaurant went bankrupt and he chose to emigrate to Africa to escape from debt. Here he adapts to being a waiter in a resort in Kenya, but at the outbreak of a civil war he decides to embark on a stowaway trip on a boat for migrants to Europe and chooses to do it with his African friends. However, he would not like to return to Italy, but rather to go to Liechtenstein where banking secrecy is in force and there is a lower tax burden than in Italy."
}

{
    "title": "Star Wars: A New Hope (Episode IV)",
    "duration": "125",
    "price": "7.9",
    "description": "Amid a galactic civil war, Rebel Alliance spies have stolen plans to the Galactic Empire's Death Star, a massive space station capable of destroying entire planets. Imperial Senator Princess Leia Organa of Alderaan, secretly one of the Rebellion's leaders, has obtained its schematics, but her starship is intercepted by an Imperial Star Destroyer under the command of the ruthless Darth Vader. Before she is captured, Leia hides the plans in the memory system of astromech droid R2-D2, who flees in an escape pod to the nearby desert planet Tatooine alongside his companion, protocol droid C-3PO"
}

{
    "title": "Django: Unchained",
    "duration": "165",
    "price": "9.9",
    "contentRating": "18+",
    "description": "In early 1858 Texas, brothers Ace and Dicky Speck drive a group of shackled black slaves on foot. Among them is Django, sold off and separated from his wife Broomhilda von Shaft, a house slave who speaks German and English. They are stopped by Dr. King Schultz, a German dentist-turned-bounty hunter seeking to buy Django for his knowledge of the three outlawed Brittle brothers, overseers at the plantation of Django's previous owner and for whom Schultz has a warrant. When Ace levels his gun at Schultz, Schultz kills him and shoots Dicky's horse. As a result, the horse falls on top of Dicky, pinning him to the ground. Schultz insists on paying a fair price for Django before leaving Dicky to the newly freed slaves, who kill him and follow the North Star to freedom. Schultz offers Django his freedom and $75 in exchange for help tracking down the Brittles."
}

{
    "title": "Taxi Driver",
    "duration": "110",
    "price": "7.0",
    "contentRating": "18+",
    "description": "Suffering from insomnia, disturbed loner Travis Bickle (Robert De Niro) takes a job as a New York City cabbie, haunting the streets nightly, growing increasingly detached from reality as he dreams of cleaning up the filthy city. When Travis meets pretty campaign worker Betsy (Cybill Shepherd), he becomes obsessed with the idea of saving the world, first plotting to assassinate a presidential candidate, then directing his attentions toward rescuing 12-year-old prostitute Iris (Jodie Foster)."
}

{
    "title": "Black Widow",
    "duration": "134",
    "price": "9.9",
    "contentRating": "16+",
    "description": "At birth the Black Widow (aka Natasha Romanova) is given to the KGB, which grooms her to become its ultimate operative. When the U.S.S.R. breaks up, the government tries to kill her as the action moves to present-day New York, where she is a freelance operative."
}

{
    "title": "The Wolf of Wall Street",
    "duration": "180",
    "price": "7.5",
    "contentRating": "18+",
    "description": "In 1987, Jordan Belfort (Leonardo DiCaprio) takes an entry-level job at a Wall Street brokerage firm. By the early 1990s, while still in his 20s, Belfort founds his own firm, Stratton Oakmont. Together with his trusted lieutenant (Jonah Hill) and a merry band of brokers, Belfort makes a huge fortune by defrauding wealthy investors out of millions. However, while Belfort and his cronies partake in a hedonistic brew of sex, drugs and thrills, the SEC and the FBI close in on his empire of excess."
}

{
    "title": "Christian racconta Christian De Sica",
    "duration": "120",
    "price": "18.0",
    "description": "Grande spettacolo del maestro Christian De Sica."
}
